{"pageProps":{"post":{"title":"フィルムカメラでの撮影行ってきた話と自宅でモノクロ現像","date":"2022-09-05T00:13:24+09:00","slug":"monochrome-film-developed","content":"<h2 id=\"%E5%86%99%E7%9C%9F%E6%92%AE%E3%81%A3%E3%81%A6%E3%81%8D%E3%81%9F\"><a class=\"header-anchor-link\" href=\"#%E5%86%99%E7%9C%9F%E6%92%AE%E3%81%A3%E3%81%A6%E3%81%8D%E3%81%9F\" aria-hidden=\"true\"></a> 写真撮ってきた</h2>\n<p><img src=\"/assets/monochrome-film-developed/PICT0025.jpg\" alt=\"トヨタ博物館\"></p>\n<p>7月の末と、昨日(9月4日)。</p>\n<p>撮って現像した写真はGoogle Photoで見れるようにしておくので興味がある人は勝手に見ればよいと思う。失敗全部入りで、ホコリの除去や、細かい補正をすべて諦めた潔い写真データを残しておくことにする。</p>\n<ul>\n<li><a href=\"https://photos.app.goo.gl/DcqnBLoKTydkHBiQA\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">https://photos.app.goo.gl/DcqnBLoKTydkHBiQA</a></li>\n</ul>\n<p>写真撮影に出かける前に、なるべく他の人と接触しないことに気を付けようと思ったが、トヨタ博物館とか行きたくなったのでついでに行ってきた。<br>\n（全然関係なくてどうでもいいんだけど、博物館内でもいい年した大人がマスクしない——顎にはしてる。鼻と口は出てる——で大きな声出してしゃべってるのを見たりするととても残念な気持ちになる。感染してるしてない以前に、「博物館内ではマスクの着用お願いします。」って看板やポスターが目の前にあったのに目に入っていないまたは理解できていないのが悲しい。）</p>\n<p><br></p>\n<p>写真撮影には、以前書いた内容でフィルム買ったって話をしたんだけど、家にある防湿庫や、クローゼットの中に期限切れフィルムがいくつか見つかったのでそれを優先的に使うことにした。<br>\n具体的には、2014年11月に期限切れした NEOPAN 400 PRESTO(35mm) と、2010年11月に期限切れした NEOPAN 100 ACROS 120 で撮影した。<br>\n新しく買ったフィルムはできる限り早く使えるようにがんばりたい。</p>\n<p>ちなみに、使用期限の切れたフィルムは、お店に現像をお願いするときに受け付けできないフィルム（コダクロームのK-14とかその辺だった気がする）が存在するので、使う際は自己責任で頼む。</p>\n<p>フィルムの使用期限が切れると、以下のような現象が起こることがあるので、フィルムカメラに興味がある方は覚えておくと良い。</p>\n<ul>\n<li>変色\n<ul>\n<li>カラーフィルムの場合に顕著にでる。</li>\n</ul>\n</li>\n<li>コントラストの低下\n<ul>\n<li>俗に言う絵が眠くなるという状況。撮影技術の低さを棚に上げたいときはフィルムが古かったしなーとか言う。（言わない）</li>\n</ul>\n</li>\n<li>粒子が粗くなる\n<ul>\n<li>写真のざらつきが増す。本来、ISO感度が高ければ高いほどざらつきが多いが、フィルムの劣化によりこれがまばらに粗くなるイメージで良いと思う。</li>\n</ul>\n</li>\n<li>感度が低下する\n<ul>\n<li>私は今回完全に忘れていたため全体的にアンダーに写ってしまっているが、10年過ぎると露出補正+1.0が必要とかなんとか言われている。</li>\n</ul>\n</li>\n<li>フィルムに癖がつく\n<ul>\n<li>フィルムカールとか呼ばれたりする。現像作業や、スキャン作業の際にこれが邪魔でめっちゃ面倒である。</li>\n</ul>\n</li>\n</ul>\n<p>私の場合は、自宅現像のためにモノクロフィルムで撮影しているので、変色の影響はあまりない。<br>\nというか、FUJIFILMのフィルムはネガカラーでもポジでもモノクロでも、劣悪な環境で保存していてもそこまでひどくはならない印象がある。（当社比）</p>\n<p>コントラストの低下、粒子の粗さ等は想定の範囲内ではあったが、問題は感度の低下で、これを完全に失念していたために、撮影した写真で黒つぶれが多発している。<br>\nモノクロフィルムの場合だと、黒つぶれが変な滲みのようになるので古いフィルムを使う人はISO感度の設定を低くするなど、増感の措置を取ると良いのではないだろうか。</p>\n<p>黒つぶれによる滲みは、下の写真が顕著に出ているので、見てほしい。(FUJIFILM GA645Zi Professional - NEOPAN 100 ACROS 120 使用期限切れフィルム(2010年11月期限) 撮影日: 2022-09-04)</p>\n<p><img src=\"/assets/monochrome-film-developed/2022-09-04-enakyo-1.jpg\" alt=\"黒つぶれ\"></p>\n<p>右側の木々が、黒つぶれによる滲みが出ており、インクをべた塗したような絵になってしまっている。<br>\nこれは、撮影したフィルム側での問題というより、スキャナで取り込む際に自動補正が入る影響が大きい。</p>\n<p>現像後はどうにもできないので、潔く諦めよう。</p>\n<p>成功例も一応貼っておく。(FUJIFILM GA645Zi Professional - NEOPAN 100 ACROS 120 使用期限切れフィルム(2010年11月期限) 撮影日: 2022-09-04)</p>\n<p><img src=\"/assets/monochrome-film-developed/2022-09-04-enakyo-14.jpg\" alt=\"黒つぶれしてない写真\"></p>\n<p>自戒を込めてちゃんと書いておく、<em><strong>古いフィルムは明るく撮れ!!</strong></em></p>\n<p>使用期限切れてないモノクロフィルムだったらどんな写りなの？って人向けに、ちゃんと写真を用意した。<br>\n(Mamiya RZ67 ProII - NEOPAN 100 ACROS 120)</p>\n<p><img src=\"/assets/monochrome-film-developed/9282055039_2e9b94f0b7_o.jpg\" alt=\"清水寺の写真\"></p>\n<p>そもそもカメラ違うじゃねーかってのは置いておいて、これぐらいの解像度は出せるので、フィルムカメラも捨てたもんじゃない。ただ、本気の写真は自宅で現像しないほうがいい。</p>\n<p>あと、Nikon Fで撮影した35mmフィルムのほうは、やたらとざらついてるなって感じてもらえると思う写真も貼っておく。(Nikon F - NEOPAN 400 PRESTO 使用期限切れフィルム(2014年11月期限) 撮影日: 2022-07-30,31)</p>\n<p><img src=\"/assets/monochrome-film-developed/PICT0033.jpg\" alt=\"ざらつき例\"></p>\n<p>これは、そもそもISO感度400のフィルムで撮影している上に、古くなったおかげで粒子が粗くなってしまったざらつきが出ている。これも仕方ないので、ざらつきを楽しむしかない。</p>\n<p>突然だが、撮影に行って現像してスキャンして、という一通りの作業を終えた感想として、写真撮影は楽しい。<br>\n改めて撮影は面白いなと思ったし、それ以上に自分で現像する楽しさも見いだせた気がする。</p>\n<h2 id=\"%E7%8F%BE%E5%83%8F%E3%81%AE%E5%A4%B1%E6%95%97%E8%AB%87\"><a class=\"header-anchor-link\" href=\"#%E7%8F%BE%E5%83%8F%E3%81%AE%E5%A4%B1%E6%95%97%E8%AB%87\" aria-hidden=\"true\"></a> 現像の失敗談</h2>\n<p>自宅で現像する場合に、パターソンの現像タンクを使うんだけど、そのやり方をYouTubeでめっちゃ動画探して入念に準備して行った。</p>\n<p>そのおかげで慣れない現像ながらも、そこそこうまくいっているのではないかと自分では思っている。</p>\n<p>が、やはり失敗はつきもので、今回の失敗は以下のようなものとなった。</p>\n<ol>\n<li>現像液内の気泡除去失敗</li>\n<li>フィルムの水切り失敗</li>\n<li>フィルムクリップの固定ミスによる落下</li>\n<li>フィルムをリールに入れる際のフィルムカールによる失敗</li>\n</ol>\n<p>順番に反省していくと、現像液投入後、攪拌しながらタンクをとんとんと叩いて、液内にあるフィルムの隙間に残った気泡を除去しないといけないのだが、とんとんなんて優しく叩いてはだめで、ドンドンと思い切りよく叩くべきだった。<br>\n気泡が残っているとどうなるかというと、以下の写真のようになる。</p>\n<p><img src=\"/assets/monochrome-film-developed/PICT0050.jpg\" alt=\"気泡ムラ\"></p>\n<p>どこが気泡かというと、灯台横にある水滴みたいなやつがそれである。</p>\n<p>もっとひどいのもある。</p>\n<p><img src=\"/assets/monochrome-film-developed/2022-09-04-enakyo-30.jpg\" alt=\"気泡ムラひどいの\"></p>\n<p>これは他の失敗が重なっていて、単に攪拌作業時に疲れていたことが一番大きな原因だと思う。</p>\n<p>水切り失敗については、現像して水洗いした後の水分を拭き取るスポンジがあるのだけど、専用のものは売っていなかったため、セルローススポンジで代用したんだが、これがまずかった。<br>\nセルローススポンジ、水分の吸収が思った以上に悪い。</p>\n<p>おかげで、何度も拭き取ることになったり、挙句の果てにはコストコで買ったナプキンのほうが良く水が拭き取れるという事実に気づいてしまったため、今ではセルローススポンジは別の用途で使っている。<br>\nただ、ナプキンの場合、細かなホコリがフィルムに付着してしまうことがあるため、真似はしないほうが良いと思う。</p>\n<p>そんなに失敗してないじゃん、って話なんだけど、これがフィルムを落下させて傷つけてしまう原因になっていたりする。悲しい。</p>\n<p>フィルムを落下させて空に黒いヒビを入れてしまった写真が気になる方は、Google Photoから探して欲しい。（貼り付けるのがめんどくなってきた。）</p>\n<p>最後の失敗が、古いフィルムを使ったことが原因だったりする。</p>\n<p>端的に言えば、古いフィルム特有のフィルムカールのひどさが原因で、現像タンクについてきたリールにフィルムを巻きつける作業に失敗し、腕が汗だくになるほど20分ぐらいダークバッグ内で格闘していた。<br>\nこれの解決策にすぐに気づけなかった上に、慣れないダークバッグ内での作業に加え、暑さも増し増しで辛かった。</p>\n<p>解決策は、フィルムをリールに巻き込ませる前に、フィルムの端の両端をハサミでちょっと切っておくことだったりする。ただこれだけなんだけど、120フィルム（ブローニーとか中版フィルムって言われるやつで35mmフィルムみたいにパトローネに入ってない）だと構造上フィルムの先端を事前に処理することはできず、ダークバッグ内で処理しなければならず結構手間だったりする。<br>\n処理なしで行けるやろ、って慢心が失敗につながり、焦り、指紋をべたべたとフィルムに付けてしまい、これがあって気泡が残ってしまったり、ムラができたりする。いい経験だったと思うので忘れないようにしたい。</p>\n<h2 id=\"%E3%83%95%E3%82%A3%E3%83%AB%E3%83%A0%E3%82%B9%E3%82%AD%E3%83%A3%E3%83%B3\"><a class=\"header-anchor-link\" href=\"#%E3%83%95%E3%82%A3%E3%83%AB%E3%83%A0%E3%82%B9%E3%82%AD%E3%83%A3%E3%83%B3\" aria-hidden=\"true\"></a> フィルムスキャン</h2>\n<p>現像を終えたら、フィルムスキャンをするわけだけど、これがマジで地味な作業な上に、「この量のホコリは一体どこから湧いてくるのか……。」というレベルでホコリが付く。</p>\n<p>特に、昔から私が使っているフラットベッドスキャナ(EPSON GTX-750)だと、とにかくホコリの処理が面倒くさく、フィルムの入れ替えも面倒。スキャン速度も遅い。（いい所は高画質ってところ）<br>\nで、35mmフィルムに関しては、今回Amazonのタイムセールでちょっとだけ安くなってたWolverine ってメーカーのスキャナを買ったりした。<br>\n多少は楽になったが、ホコリ対策はあんまり変わってないかもしれん。</p>\n<ul>\n<li><a href=\"https://www.amazon.co.jp/dp/B07RKWB5T9\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Amazon - Wolverine フィルムスキャナー</a></li>\n</ul>\n<p>問題は、120フィルムの方で、このスキャナでは120フィルムをスキャンできない。120フィルム対応のを買えばよかったんだけど、タイムセールには勝てなかった。なので120フィルムは今まで通りフラットベッドでスキャンしている。<br>\nスキャン中は意外とフィルムの入れ替え作業やホコリ取りなどの作業が発生し、ゲームとかできないのでVTuberの配信を見たりして虚無になっていたりする。</p>\n<p>で、ホコリに関しては諦めればすべて解決することが分かった。<br>\nそうだ、気にしなければ良かったんだ。</p>\n<p>という感じで撮影、現像、スキャンの作業を終えた。</p>\n<p>フィルムの撮影は、枚数が決まっているため、残ってしまった場合は家の猫を撮影するといいよ。<br>\nでもフルマニュアルカメラをノーファインダーで撮影するのはやめたほうがいいよ。</p>\n<p><img src=\"/assets/monochrome-film-developed/PICT0075.jpg\" alt=\"わがやのねこです\"></p>\n<p>ねこはいいぞ。</p>\n","excerpt":"撮影技術的な、もともとない腕がさらに落ちたことだったり現像楽しいってこと"}},"__N_SSG":true}